---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPowerFactor
source: html/3ea7262c-5f95-91d8-dd81-b3292e3dc0b5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPowerFactor Property

"Power Factor"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPowerFactor { get; }
```